Repository: 84000/data-translation-memory
Catalog: toh440-v3.tmx
Source language: bo
Languages: en

source: ནེ་ལེ་དང་། མུད་ག་དང་། ག་ག་རྣམས་ཀོང་བུར་བླུགས་ལ་སྟེང་དང་འོག་འཇིམ་པས་བྱུགས་པ་གླང་པོ་ཆེའི་རྨིག་པ་ལྟ་བུའི་ས་དོང་དུ་བཙོས་ན་སྲ་བར་འགྱུར་རོ། །
en: One should next pour these ingredients into a vessel, apply clay to the top and bottom, and cook the mixture in a hole the size of an elephant’s foot until it solidifies.

source: གལ་ཏེ་རྣལ་འབྱོར་པས་ཟོས་ན་ཞི་བ་དང་མཉམ་པར་འགྱུར་ཏེ། གཞན་དང་མཉམ་པ་མ་ཡིན་ནོ། །ཟླ་བ་གཅིག་གིས་འགྲུབ་པར་འགྱུར་རོ། །
en: Yogins who eat this will become Śiva’s equal and be unrivaled, and they will be successful within one month.

source: གལ་ཏེ་མ་གྲུབ་པར་གྱུར་ན་བདག་ནག་པོ་ཆེན་པོ་མ་ཡིན་ནོ། །
en: If it does not work, then I am not Mahākāla.

source: སྔར་གྱི་ཟངས་མན་ཆ་གཅིག་ལ་དེ་བཅུག་ན་ངེས་པར་གསེར་དུ་འགྱུར་རོ། །
en: One can also infuse the preparation with a portion of copper following the above instructions, and it will certainly turn into gold.”

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་ཉི་མ་གང་ལ་དངོས་གྲུབ་དང་བཅུད་དུ་འགྱུར་ཐེ་ཚོམ་མཆིས་ན།
en: “Blessed One,” the Goddess asked, “there is some doubt regarding the day on which the siddhi and mercury will be produced.

source: ཀྱེ་བཅོམ་ལྡན་འདས་ཁྱད་པར་དུ་རྟོགས་པ་ལྷ་མོ་ད་ཀཀྐོ་ལ་ལ་རྣམ་པར་ཆགས་ནས་ས་སྟེང་དུ་རབ་ཏུ་སྤྱོད་པར་འགྱུར་བས་བླངས་ན་ངེས་པར་བཅུད་ཀྱི་དངོས་གྲུབ་འགྲུབ་པར་འགྱུར་རམ།
en: In that case, Blessed One, if someone considered exalted such as myself is indifferent to kakkola and adopts the conduct of wandering the earth, are they certain to attain the mercury siddhi?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀྱེ་ལྷ་མོ་གལ་ཏེ་ལྷ་མོ་བྱུང་བ་ཙམ་གྱིས་འབྱུང་བར་འགྱུར་ན་རྟག་ཏུ་ངེས་པར་ཤེས་པར་འགྱུར་བའོ། །
en: “Goddess,” the Blessed One replied, “the mere fact that you are a goddess means you will always clearly understand.

source: ཇི་ལྟར་ནུས་པ་མེད་ན་ནད་མ་རུངས་པ་བཟློག་པར་མི་ནུས་པ་དང་། རབ་རིབ་དང་། མཆིན་ནད་དང་།
en: To the extent that someone lacks that capacity, they cannot ward off virulent disease, nor prevent being stricken with ocular distortions, liver diseases, and bone marrow diseases.

source: རྐང་ནད་ལ་ཐུག་པ་བཟློག་པར་མི་ནུས་པས་མི་རྣམས་ཀྱིས་རྗེས་སུ་གནས་པས་དངོས་གྲུབ་བརྒྱད་ཀྱང་རྣམ་པར་བསམ་པར་བྱའོ། །
en: That is why people who carry out this practice should also focus on the eight siddhis.

source: འཁོར་བ་མི་བཟད་པའི་རྒྱ་མཚོ་ཆེན་པོ་ལས་སྒྲོལ་བར་བྱེད་པ་དང་། སྒྱུ་མར་ཡོངས་སུ་བརྟགས་པས་དུ་མ་དང་བྲལ་བ་རབ་ཏུ་སྤྱོད་ན། སྔོན་དུ་བསགས་པའི་དངོས་པོ་ངན་པ་སྤངས་པས་ཚེགས་མེད་པར་ས་སྟེངས་ཀྱི་དངོས་གྲུབ་སྣ་ཚོགས་འདིར་འགྲུབ་པར་འགྱུར་རོ། །
en: “When someone brings about liberation from the horrors of the great ocean of cyclic existence while regarding it as an illusion and thus acts free from plurality, they abandon their previously accumulated wicked behavior and effortlessly attain these various siddhis here on this earth.”

source: འདི་ནི་དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་དངུལ་ཆུའི་ལེའུ་སྟེ་བཅུ་གསུམ་པའོ།། །།
en: This is chapter thirteen in The Glorious Sovereign Tantra of Mahākāla, “The Mercury Siddhi.”

source: ལྷ་མོས་གསོལ་པ། ཇི་ལྟར་གསུངས་པ་དེ་ལྟར་བགེགས་རྣམས་ཀྱིས་གང་བ་ཇི་ལྟར་མནན། དང་པོར་རྣལ་འབྱོར་པ་མཁས་པས་ཐམས་ཅད་བསྒྲུབ་པར་འགྱུར་རམ། དཀར་པོ་དང་།
en: Chapter 14: Mercury Sādhanas The Goddess said, “Based on what you said, how can the full complement of obstructing beings be overcome, so that skilled yogins can perform this practice in its entirety from the start?

source: ནག་པོ་དང་སྦྱར་བ་ནི་འདབ་མ་གཅིག་ཏུ་བྱས་ནས་ཀཉྫི་དང་བཏགས་པས་ཡང་སྨན་སོ་ནའི་ཁུ་བ་ལན་གཉིས་སུ་བགོས་པར་གྱུར་པས་དེ་ནས་བ་ལ་ཤའི་འདབ་མའི་ཁུ་བ་དང་། དེ་ནས་མེ་ཏོག་ཨོ་དྷ་དཀར་པོའི་ཁུ་བ་དང་། དེ་ཡང་ལྕི་བའི་ཁུ་བ་དང་།
en: They should make a single leaf that contains the black and white substances, grind it with sour gruel, and again divide it into two portions with sona juice.

source: དེ་ནས་ཡང་ཉ་རོ་ཧི་ཏའི་མཁྲིས་པ་དང་།
en: Then they should use the juice of dhak tree leaves, the juice of white Chinese hibiscus, cow urine, and rohita carp bile that has been refined nine times, followed by karuli and pomelo.

source: ལན་དགུ་རུ་འདི་རྣམས་རྫོགས་པར་སྨན་ཀ་རུ་ལི་དང་། ཀ་རུ་ཎ་དང་། གང་ཉི་མའི་མཐའ་རུ་གྱུར་པ་ན་ངེས་པར་དངོས་གྲུབ་འགྲུབ་པར་འགྱུར་རོ། །རྒྱ་མཚོ་དང་།
en: If this is completed by the end of the day they will certainly attain siddhi.

source: སྨྱོ་བྱེད་ཀྱི་ལོ་མའི་ཁུ་བ་དང་། མི་བསྲེགས་པའི་ས་དང་། བ་བླ་དང་། བ་ཤ་ཀ་དང་བསྲེས་ནས་དད་པ་ཅན་གྱི་ཉི་མའི་འོད་ལ་བཞག་ནས་ཛམ་བྷི་རའི་ཁུ་བ་དང་།
en: “A person with faith should mix together samudra, datura leaf juice, earth from a cremation pyre, yellow orpiment, and malabar nut and place it in the sunshine.

source: མཚན་མོ་གཅིག་ཏུ་དངུལ་ཆུས་བརླན་པའི་བསྡུས་པ་ཡང་ཡང་དེས་ལྷན་ཅིག་ཏུ་བཞག་པ་གང་འདོད་པ་དེ་དག་པར་འགྱུར་ཏེ།
en: They should then repeatedly immerse it in a mixture of lemon juice that has been soaked in mercury for one night. Whatever one desires will come to pass.

source: མཁས་པས་བྱའོ། །
en: This should be performed by an adept.

source: གལ་ཏེ་བཅུད་རྩོམ་ཞིང་རྩོམ་པའི་དུས་སུ་བགེགས་གློ་བུར་དུ་འོང་བ་ནི་རྩོད་པ་བྱེད་ཅིང་སྐྲ་ཁམ་པ་དེ་བཞིན་དུ་ཁ་དོག་དཀར་པོ་གེགས་བྱེད་པའི་སྐྱེས་བུ་སྟེ། རྣམ་པར་འཇོམས་པ་དེའི་དུས་སུ་ཇི་ལྟར་ནུས་པས་གཏོར་མ་སྦྱིན་པར་བྱ་སྟེ། ཤ་དང་།
en: “If, when undertaking a mercury procedure, an obstacle suddenly arises and creates problems, or if an obstructive person with brown or white hair disrupts the process, then at that time one should perform a bali offering to the best of their ability.

source: ཆང་དང་། མེ་ཏོག་དང་། བདུག་པ་དང་། དྲི་དང་།
en: One should offer meat, alcohol, flowers, incense, perfumes, garlands, and the flesh of domestic fowl to the incarnation of a protector deity that has arrived.

source: ཕྲེང་བ་དང་། ཁྱིམ་བྱའི་ཤ་དང་། ཞིང་སྐྱོང་འོངས་པ་ལ་སྦྱིན་ནོ། །ནག་པོ་འོངས་ན་ཡང་སྔོན་བཞིན་དུ་གཏོར་མ་སྦྱིན་པར་བྱ་བ་སྟེ། གནོད་སྦྱིན་འོངས་པས་སོ། །
en: If a person with a dark complexion manifests, they are an incarnation of a yakṣa and should be given the previously mentioned bali offering as well.

source: གལ་ཏེ་བཅུད་ཟག་པ་ལ་ཉི་མ་བདུན་གྱི་བར་དུ་འོངས་ན་ཤེས་པར་བྱ་བ་ནི། ཨོཾ་ཡཀྵ་ཀཱི་ལི་ཀཱི་ལི་ནཱ་མ་ཕཊ་ཀཱ་ར་རཀྵ་རཀྵཱ་དི་སམ་བན་དྷ། མུ་ཁཾ་བན་དྷ་ཧ་ཏཾ་བན་དྷ་བན་དྷ་སརྦ་ཨཾ་གཾ་ཧཱུྃ་ཧཱུྃ་རྃ་ཧཱྃ་ཕཊ་སྭཱ་ཧཱ།
en: “If they arrive within seven days to contaminate the mercury, one should call to mind the following mantra: oṁ yakṣa kīlikīli­nāma phaṭkāra rakṣa rakṣa diśam bandha mukham bandha hastam bandha bandha sarvāṅgaṃ hūṁ hūṁ raṁ hūṁ phaṭ svāhā.

source: སྔགས་འདིས་འོངས་པ་རྣམས་ལས་རང་བསྲུང་བར་བྱའོ། །
en: “This mantra will protect one from any manifestation.

source: རྣལ་འབྱོར་གང་གིས་ཤེས་ནས་དེའི་དུས་ཀྱི་བགེགས་བཅོམ་ན། དངོས་གྲུབ་ངེས་པར་འགྲུབ་པར་འགྱུར་རོ། །
en: Yogins who know it and use it at that time to subjugate the obstructing beings will definitely attain siddhi.

source: རྩོམ་པའི་དུས་སུ་གནོད་སྦྱིན་མོ་གདོང་ཐུག་ཏུ་འོངས་པའམ་གློ་བུར་དུ་འོངས་པ་དེ་ཡང་བུད་མེད་ནག་མོ་ཅུང་ཞིག་མིག་དམར་བ་ངོ་ཤེས་པ། བག་ཙམ་བོང་ཐུང་བ། སྨྲ་མཁས་པ།
en: “If incarnations of yakṣiṇīs manifest before one’s eyes when undertaking the procedure or manifest suddenly, they can be recognized as a woman with a dark complexion and red eyes, one who is slight, short in stature, eloquent, and has a sweet voice.

source: སྙན་པར་སྨྲ་བ་གོ་ལ་སྟེར་བཞིན་པ་ཞེ་ས་དང་བཅས་པ་དེ་ལ་དངོས་གྲུབ་ཀྱི་དོན་དུ་གཏོར་མ་སྦྱིན་པར་བྱའོ། །
en: One should respectfully give her some jujube and perform the bali offering to attain siddhi.

source: གང་རྣམ་པར་འཇོག་པ་ཁ་དོག་སེར་སྐྱ་བོང་གེ་རིང་བ། རྗེ་ངར་ལ་སོགས་པའི་ཡན་ལག་རིང་བ་དང་། ཤིན་ཏུ་གཟུགས་དང་ལྡན་པ། སྨིན་མ་བརྫེས་པ་ཁ་དོག་གཉིས་ཉེ་བར་མཚོན་པ། བཅུད་ཀྱི་བར་ཆད་བྱེད་ཅིང་འཇོམས་པ་སྟེ་རབ་ཏུ་གཏུམ་མའོ། །མཚན་མོ་མའི་གཟུགས་དང་། སྲིང་མོའི་གཟུགས་དང་།
en: “If the one who is present has a yellow complexion, is tall, has long calves and limbs, is very attractive, and has features such as eyebrows that flow upward and are of two colors, she will create obstacles, disrupt the mercury procedure, and act violently.

source: དེ་བཞིན་དུ་ཚ་མོ་དང་། ཕའི་མ་དང་། སྒྱུག་མོའམ། མཛའ་མོ་ལ་སོགས་པ་དེ་ལྟ་བུའི་གཟུགས་བཟུང་ནས་བྱུང་ན། ཨོཾ་ཀ་ཏི་མེ་ཛཿཧཱུྃ་ཞེས་པས་བདག་བསྲུང་བར་བྱས་པ་དང་།
en: “If a woman taking the form of one’s mother or wife or likewise the form of one’s niece, paternal grandmother, mother-in-law, mistress, and so forth appears at night, one should protect oneself with the mantra oṁ kaṭī me jaḥ hūṁ.

source: བཅུད་ལ་ཐོད་ལེ་སྐོར་གྱིས་ཕོགས་བདུན་མངོན་པར་བསྔགས་པར་བྱས་ཏེ་བསྣུན་ནས་ཅུང་ཟད་འདོད་པ་བརྗོད་པ་དང་།
en: One should touch the mercury with chalk while incanting it with the mantra seven times, pierce it, and continue speaking the mantra to the extent desired.

source: ཤིན་ཏུ་ཡང་དག་པར་བལྟ་བ་དང་ལྡན་པས་རྨི་ལམ་བརྟག་སྟེ། བསྟན་ན་བཅུད་ལེན་གྱི་དོན་ཡང་དག་པར་བྱེད་པས་དེ་བླང་བའི་སྦྱོར་བ་བྱའོ། །
en: Using one’s perfect vision, one should check one’s dreams and then, based on that, make the mercury correctly and perform the practice of receiving it.

source: མིན་དང་མ་བྱེད་ཅེས་པ་འབྱུང་བར་འགྱུར་བ་ན་མི་འགྲུབ་པར་ཤེས་པར་བྱའོ། །
en: If there appears a negative sign or one indicating not to do it, one will know that it will not work.

source: དངུལ་དང་སྨན་བིཎྜའི་འབྲས་བུ་དངུལ་ཆུ་དང་གནུར་བ་སྲང་གཅིག་དང་།
en: “One should grind menstrual blood, bottle gourd, and mercury.

source: དེ་ལ་གསེར་དྲུག་ནམ་པ་གཅིག་བསྣུན་པ་རྡོ་བའི་སྣོད་དུ་བྱི་ལ་ནག་པོའི་མཁྲིས་པ་དང་དངུལ་ཆུ་རྣམས་བསྲེས་པ་ལ་ཕྱི་ནས་སིངས་པོ་བླུགས་སོ། །གསུམ་པ་ལ་མ་ཧེའི་གཅིན་དང་།
en: One should then take one pala of that mixture, add a sixth of a portion of gold, place it in a stone vessel, and mix in black-cat bile and mercury.

source: བཞི་པ་ལ་མིའི་ཤ་དང་། ལྔ་པ་ལ་སྐྱུ་རུ་ར་བྲེ་གང་མཉེས་པ་དང་། དྲུག་པ་ལ་བྷ་ལ་ཏེ་ཀ་དང་། བདུན་པ་ལ་འབྲས་བུ་གསུམ་མོ། །ཕྱི་ནས་མིའི་གཅིན་གྱིས་བཀྲུས་ནས་ཉི་མ་ལ་སྨན་ཛམ་བྷི་རའི་ཁུ་བ་བླུགས་ལ་ཐུན་གཅིག་བཞག་སྟེ།
en: Later, the thin mixture should be poured out and muddled with buffalo urine on the third day, human flesh on the fourth day, a droṇa of emblic myrobalan on the fifth day, marking nut on the sixth day, and the three myrobalan fruits on the seventh day.

source: དེ་ནས་བཏོན་ལ་སྨན་སིམ་བི་དང་།
en: After that, one should rinse it with human urine, add lemon juice, and leave it in the sun for one watch of the day.

source: བ་རུ་ཎ་དང་། ཀཱ་ལིང་ཀ་དང་། ཧི་མ་རང་ག་དང་། ཙི་ཏྲ་ཀ་དང་མུད་ག་རྣམས་ཀྱི་ཁུ་བ་ལ་དབྱུག་གུ་གཅིག་ཏུ་བཞག་ནས།
en: Next it should be removed and placed on a stick along with juice made of velvet bean, three-leaved caper, kurchi, himaraṅga, Indian leadwort, and mung bean.

source: སྨན་སིམ་བྷི་དང་། ཛ་ཡན་ཏིའི་ཁུ་བས་བཀྲུས་ལ་ཉི་མ་གསུམ་དུ་བསྐམས་ཏེ།
en: One should rinse it with velvet bean and sesbania juice and let it dry out for three days.

source: ལྷང་ཚེར་དཀར་པོ་སྲང་བཞི་སྔོན་དུ་བརྗོད་པ་ལྟར་སྦྱངས་པས་སོ། །ཟླ་བ་བཅུ་གཉིས་སུ་ཉི་མ་རེ་རེ་ལྷང་ཚེར་ངེས་པར་བྱའོ། །སྐྱུ་རུ་རའི་ཁུ་བ་དང་། སྨན་སུ་དར་ཤ་ནའི་ལོ་མའི་ཁུ་བ་དག་གིས་ཟླ་བ་གཅིག་ཏུ་གདུལ་ལོ། །
en: One should then take four palas of white mica that has undergone the aforementioned purification, process it every day for twelve months, refine it for a month in juice made from emblic myrobalan and sudarśana leaves, and finish it by stirring it to the right for as long as possible.

source: ཇི་སྲིད་གཡས་སྐོར་དུ་བྱུང་ན་དངོས་གྲུབ་མཉམ་པ་མེད་པ་ལྷ་དང་ཚངས་པ་དག་གིས་བྱིན་པ་སྟེ།
en: At that point Brahmā and the gods of his realm will grant the incomparable siddhi.

source: ཉི་མ་བཅྭ་ལྔའི་བར་དུ་ར་ཏི་རེ་རེ་ཉིན་རེ་བཞིན་ཟོས་ན་ལྕགས་བརྒྱད་ལ་རེག་པ་ཙམ་གྱིས་ངེས་པར་གསེར་དུ་འགྱུར་རོ། །
en: If one eats it every day and night for fifteen days, one can invariably turn the eight metals to gold simply by touching them.

source: དེའི་དུས་སུ་ཟླ་བ་དང་ཉི་མ་དག་ཤི་བར་གྱུར་ན་སྐད་ཅིག་དེ་ལ་དེ་གང་འདོད་པ་བྱེད་དོ། །
en: If both the sun and moon disappear, at that very moment one will produce whatever one desires.

source: གཞན་ཡང་དཔུང་ཆེན་པོའི་གསེབ་ཏུ་བུད་མེད་དབང་དུ་བྱེད་དོ། །
en: Moreover, one will be able to enthrall women from within the midst of a great army.”

source: དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་དངུལ་ཆུའི་སྒྲུབ་ཐབས་ཀྱི་ལེའུ་སྟེ་བཅུ་བཞི་པའོ།། །།
en: This is chapter fourteen in The Glorious Sovereign Tantra of Mahākāla, “Mercury Sādhanas.”

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་མི་རྣམས་གནས་གང་དང་གང་དུ་འགྲོ་ཞིང་སྐྱེ། མངའ་བདག་དང་རྣལ་འབྱོར་མ་རྣམས་འཆི་བ་དང་། མི་འཆི་བ་དང་། གནས་པ་དེ་རྣམས་ཀྱི་གནས་ཇི་ལྟར་ལགས་གསུངས་ཤིག །
en: Chapter 15: An Account of Royal Lineages “Blessed One,” the Goddess said, “please describe those places where people live and are reborn, and those places where the mortal and immortal lords and yoginīs dwell.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རི་རབ་ཀྱི་བྱང་ཕྱོགས་ན་གྲོང་ཁྱེར་བཱ་ལ་བྷཉྫ་བྱ་བ་དེ་ན། ཀླུའི་རྒྱལ་པོ་བུ་ག་བོ་ག་དྷི་ག་ཞེས་པ་འབྱུང་སྟེ། ཕྱག་རྒྱ་ཆེན་པོའི་དངོས་གྲུབ་ཐོབ་བོ། །
en: The Blessed One replied, “North of Mount Sumeru there is a city called Bālabhañja, where in this eon there is a nāga king named Bogadhiga, who has attained the mahāmudrā siddhi.

source: དེའི་བུ་རིགས་རྒྱུད་སྟོང་གི་བར་དུ་གྲོང་ཁྱེར་ཀླུའི་གདུང་རྒྱུད་དུ་འགྱུར་ཏེ།
en: The nāga line in that city will continue through a thousand of his descendants.

source: རྗེ་བཙུན་འཇམ་དཔལ་གྱི་སྙིང་པོ་སྟོང་ཕྲག་བྱེ་བ་གཅིག་ཏུ་བཟླས་པ་དང་། ང་སྐྱེ་བ་བརྒྱུད་ནས་ཐང་ཤིང་གི་ལོ་མ་ཙམ་གྱིས་དངོས་གྲུབ་ཐོབ་བོ། །
en: He performed ten million recitations of the venerable Mañjuśrī’s heart mantra, and he will attain siddhi after a series of rebirths as numerous as the needles of the sarala pine.

source: དེ་ནས་གྲོང་ཁྱེར་དེ་རྒྱ་མཚོས་ནུབ་ནས་འགྲོའོ། །
en: After that, the city will fall into the sea.

source: ཡང་གླིང་བ་རི་ཀ་ཞེས་བྱ་བ་རུ་གྱུར་ནས་དེ་རུ་སྐྱེ་བ་སྟེ། མིང་ནི་ཎ་ཌ་ན་དྲ་ཞེས་པ་དང་ལྡན་པ་ལྷ་མ་ཡིན་གྱི་རྒྱལ་པོ་འབྱུང་ངོ་། །
en: “An asura king named Andra will be born on the island of Varika.

source: ཕྱི་ནས་སྐྱེས་བུ་བདུན་གྱི་བར་དུ་གར་དྷ་བ་ཞེས་པའི་མིང་ཅན་གྱི་སྲིན་པོར་སྐྱེས་ཏེ་ལོ་འབུམ་ཕྲག་ཉི་ཤུའི་བར་དུའོ། །
en: A rākṣasa named Gardhava will be born seven generations after him and live for one hundred twenty thousand years.

source: དེ་ནས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་འཇུག་པ་དེ་དང་དེ་ལ་གང་དང་གང་གི་གཟུགས་ཀྱིས་ཆོས་སྟོན་ཏེ་དེའི་གཟུགས་ཐམས་ཅད་ལ་འཇུག་པ་ཞེས་བསྟན་ཏེ།
en: After that, it is taught that an incarnation of the noble Avalokiteśvara will assume all the various forms through which the Dharma can be taught there.

source: དེའི་བྱང་དུ་གླིང་ཨུཏྟ་ར་ཨཾ་ཀུ་ར་ཞེས་པར་དམ་ཚིག་དང་བསྒོམ་པ་ཡོངས་སུ་ཤེས་པའི་ནུས་པས་པ་རི་ཀི་ཏ་བར་ཏ་ནའི་དུས་འབྱུང་སྟེ་ལོ་བྱེ་བ་ཕྲག་བཅུ་གཅིག་དང་ཁྲི་ཕྲག་ཉི་ཤུ་རྩ་བདུན་གྱིས་རྫོགས་སོ། །དེ་ན་ཀི་ཏ་ནན་དའི་དུས་འབྱུང་སྟེ།
en: “North of that, on the island of Uttarāṅkura, the power of samaya, meditation, and complete understanding will result in an eon of renowned activity that will last for ten million two hundred twenty thousand twenty-seven years.

source: དུས་ཚིགས་སུ་དུང་ཕྱུར་ཕྲག་བཅུ་དང་། འབུམ་ཕྲག་བདུན་ཅུ་རྩ་གཅིག་དང་། སྟོང་ཕྲག་བཅུ་གཉིས་དང་། བརྒྱ་རྩ་གཅིག་སོང་བ་དང་། བ་བླ་བརྒྱ་ཕྲག་ལྔ་བཅུ་རྩ་གཅིག་དང་། བཞི་ཡིས་ལྷག་པའི་འབུམ་ཕྲག་བཞི་སྟེ།
en: Then, periods celebrated for being joyous will pass for one hundred ten million, one hundred seventy-one thousand, twelve thousand, and one hundred one years, followed by one hundred fifty-one velas and then a period of one million six hundred thousand years.

source: འདི་རྣམས་ལ་ཨུཏྟ་ར་ཨཾ་ཀུ་ར་ཞེས་པར་ཡོངས་སུ་བསྒྲགས་སོ། །
en: During all these times, it will be known as Uttarāṅkura.

source: ཡང་རི་རབ་ཀྱི་ལྷོ་ཕྱོགས་ལང་ཀ་ལ་ཐུག་པ་ན་རི་བ་ཧུ་ར་ཞེས་པ་འབྱུང་སྟེ། དེ་ན་སྲིན་པོའི་ཚོགས་ཉི་མ་དང་ཟླ་བ་ཇི་སྲིད་གནས་ཀྱི་བར་དུ་འབྱུང་ངོ་། །
en: “South of Mount Sumeru, on the border of Laṅka, there is a mountain called Vahura, where a horde of rākṣasas has lived for as long as there has been a sun and moon.

source: དེའི་ལྷོ་ཕྱོགས་ན་གྲོང་ཁྱེར་ས་མོ་རི་ཞེས་པ་འབྱུང་སྟེ། དེའི་རྒྱལ་པོ་ར་ས་ན་ཞེས་བྱའོ། །
en: South of that there is a city named Samori, where there is a king is named Rasana.

source: དེའི་ལྷོ་ཕྱོགས་ན་གྲོང་ཁྱེར་ཀཱ་མ་རཱུ་ཞེས་པ་རུ་དེ་རུ་རྒྱལ་པོ་མཚན་ཉིད་བདུན་པ་ཞེས་པ་འབྱུང་ངོ་། །
en: South of that there is a city called Kāmarūpa, where there will be a king named Saptalakṣaṇa.

source: རྒྱལ་པོ་འབྱུང་བའི་གནས་དེར་མ་བྱུང་འབྱུང་བར་མི་འགྱུར་བའི་འདོད་པའི་གཟུགས་ཅན་མ་འབྱུང་བར་འགྱུར་རོ། །
en: In the place where the king will appear there will be females with attractive forms who had not been there before, nor would be there.

source: ཙནྜི་ཀ་ཡང་འབྱུང་བར་ལུང་བསྟན་ཏོ། །
en: Caṇḍikā was prophesied to appear as well.

source: ཉ་པ་གཅིག་ཉ་ཡིས་ཟོས་ནས་ཤི་བ་དང་།
en: “A fisherman will be eaten by a fish, die, and then be reborn as a yogin named Dārika.

source: དེ་རྣལ་འབྱོར་པ་དྷ་རི་ཀ་ཞེས་པར་སྐྱེས་ནས་དེས་ཆུ་བོ་གང་གཱ་ལ་ཆང་འཕངས་པས་ཆུ་ཚོད་གཅིག་ན་ཡུལ་བ་ད་ཧ་ཞེས་པར་འགྱུར་རོ། །དེའི་སྔགས་ཀྱི་འབྲས་བུས་མཁའ་འགྲོ་དང་མཁའ་འགྲོ་མ་འཆིང་ངོ་། །
en: He will live in Vadaha, where he will cause alcohol to pour forth in the Ganges River for one ghaṭikā and bind the ḍākas and ḍākinīs as a result of his mantra practice.

source: ཡུལ་དེར་རྩིས་མཁན་ཆེན་པོ་བ་ར་ཧ་ཞེས་པ་འབྱུང་ངོ་། །རྒྱལ་པོ་སུ་བཱ་ཧ་ཞེས་བྱ་བའི་བུ་དང་བུའི་ཡང་བུའི་བར་དུ་འབྱུང་སྟེ།
en: “There will be a great astrologer named Varaha in that country, and King Suvāha and his son and grandsons will also appear there.

source: ལོ་ཉི་ཤུ་རྩ་བཞིའི་བར་ལ་ལྷ་རྟེན་འབུམ་ཕྲག་གཅིག་བརྩིགས་པ་དང་ལོ་ལྔ་བཅུའི་བར་ལ་རྫོགས་སོ། །
en: He will begin building one hundred thousand temples by the age of twenty-four and complete them when he is fifty.

source: དེ་ནས་ལོ་བརྒྱད་ལྷག་པའི་འབུམ་ཕྲག་ལྔ་བཅུ་དང་དུས་ཚིགས་གསུམ་གྱི་བར་ལ་རྣལ་འབྱོར་ཁྲི་ཕྲག་གཅིག་དང་། སངས་རྒྱས་སྟོང་ཕྲག་གཅིག་འབྱུང་བར་འགྱུར་རོ། །
en: Eight years later there will be one hundred fifty thousand more, and ten thousand yogins and one thousand buddhas will reside there over the course of three eons.

source: དེའི་ཤར་དུ་རིའི་རྒྱལ་པོ་ཆེན་པོ་འབྱུང་སྟེ། རྒྱ་མཚོས་ཕོགས་གསུམ་དུ་ནུབ་ནས་འོང་ངོ་། །དེར་ཡང་ནི་དྷྲི་ཏ་ཞེས་པའི་གནོད་སྦྱིན་དུས་ཚིགས་གཉིས་སུ་གནས་པ་འབྱུང་ངོ་། །
en: “To the east there is a king of mountains, one that has been flooded by the ocean and reemerged three times, where a yakṣa named Dhṛta will reside for two yugas.

source: ཕྱི་ནས་བྷྃ་ག་ལའི་རི་ཁྲོད་པ་རྣམས་ཀྱི་དཔོན་པོའི་ཆུང་མར་སྐྱེས་ནས་ལྷ་མོ་ཙུན་དཱ་ལ་མཆོད་པ་བྱེད་པར་འགྱུར་རོ། །
en: After that, he will be born as the wife of a leader of the Baṅgala tribespeople and make offerings to the goddess Cundā.

source: དེ་ནས་སྐྱེ་བ་བརྒྱད་ན་ཀཱ་མ་རཱུ་པའི་རྒྱལ་པོར་སྐྱེས་ཏེ།
en: Eight lives later, she will be born as the king of Kāmarūpa.

source: བཙུན་མོ་བཞི་བརྒྱ་དང་། ཕོ་བྲང་དགུ་དང་། འབྲུ་སྣ་ཚོགས་ཚང་བ་དང་། ཨ་ག་རུ་ནག་པོ་རྣམས་དང་ལྡན་པ་འབྱུང་བར་འགྱུར་རོ། །
en: He will have four hundred queens, nine palaces, abundant grain harvests, and an abundance of black aloeswood.

source: དེའི་ལྷོ་ཕྱོགས་སུ་མ་གན་དྷ་རི་ཞེས་པའི་ཚོང་འདུས་འབྱུང་སྟེ། ལོ་འབུམ་ཕྲག་བརྒྱའི་བར་དུ་གནས་སོ། །
en: “There will be a market town to the south named Magandhari that will remain for one hundred thousand years.

source: ཕྱི་ནས་དེ་དཔལ་གྱི་ཚོང་འདུས་ཞེས་པར་གྱུར་ནས་འགྲོ་སྟེ་དེའི་ལྔ་ཆ་གཅིག་ལྕི་བ་དང་ཡང་བ་དང་།
en: Later it will be known as the market town Śrī.

source: གཞོན་པའི་ཨ་ག་རུ་ནག་པོ་འབུམ་ཕྲག་དང་ལྡན་པར་འགྱུར་བ་དང་། ལོ་བརྒྱ་ཕྲག་སུམ་ཅུ་སོ་གཉིས་ཀྱི་བར་དུའོ། །
en: When he goes there, one-fifth of the town will see its cow dung, white kuśa grass, and fresh black aloeswood increase a hundred thousandfold over the following three thousand two hundred years.

source: ཀཱ་མ་རཱུ་པའི་ཤར་ལྷོ་མཚམས་ཀྱི་རི་ཀུ་ཧ་ར་ཞེས་པར་ཇི་སྲིད་ཉི་ཟླ་གནས་ཀྱི་བར་དུ་གནས་པ་ཧ་ན་མནྟ་ཞེས་པ་འབྱུང་ངོ་། །
en: “On the southern border of Kāmarūpa is a mountain where Hanumān lives called Kuhara, which has been there for as long as there has been a sun and moon.

source: དེའི་ལྷོ་ཕྱོགས་སུ་རྒྱལ་པོ་ཡང་དག་པའི་དོན་ཅན་ཞེས་པ་ར་མ་དང་། ལ་ཁྨ་ཎའི་ཕ་ཤིང་རྟ་བཅུ་པ་དང་། ཨ་ཛ་ཏིའི་བུ་བཱ་ལི་དང་པུ་དྲི་བ་དང་། ཐམས་ཅད་ཡོངས་སུ་བྱེད་པ་བྷུ་ཛཾ་ག་པོ་ད་དྷི་ཀ་རྣམས་ཀྱི་བར་འདོད་ཆགས་དང་། གཏི་མུག་དང་།
en: To the south, after Rāma and Lakṣmaṇa’s father Daśaratha, along with Ajati’s sons Vālin and Sugrīva and their followers, have brought desire, delusion, and anguish to the bhujaṅgapodadhikas, there will be a king named Samarthin.

source: མྱ་ངན་གསུམ་གྱིས་བསྐྱེད་ནས་རྒྱལ་པོར་འགྱུར་རོ། །དེའི་ནུབ་ཕྱོགས་སུ་བ་སུ་དེ་བའི་སྤྲུལ་བ་པཱཎྜུ་ཞེས་པ་རྟགས་ལྔ་འཛིན་པ་ལག་པས་དབྱུག་པ་མ་བཟུང་བར་འདུལ་བར་ནུས་པ་འབྱུང་བ་དང་།
en: “To the west of that location will be an emanation of Vāsudeva named Pāṇḍu who bears the five insignia and is able govern without wielding the staff of the law.

source: ལྷ་མ་ཡིན་གྱི་རྒྱལ་པོ་བཱ་ལའི་རིམ་པ་འབྱུང་སྟེ།
en: He will be succeeded by the asura king Bali.

source: དེ་དག་གི་ཡུལ་ཚོས་བསྐོར་བ་འབྱུང་བར་འགྱུར་རོ། །
en: Their country will be surrounded by ocean, and its central region will be called Paṭṭikeraka.

source: དེའི་དབུས་སུ་པ་ཏི་ཀོ་ར་ཀ་ཞེས་པའི་ཡུལ་དུ་བུ་དང་བུའི་བུ་ལ་སོགས་པའི་རྒྱལ་པོ་ལོ་ལྔ་བཅུ་ལྷག་པའི་ལྔ་བརྒྱའི་བར་ལ་ལྷ་རུ་ཕྱུགས་བདག་མཆོད་པ་འབྱུང་བར་འགྱུར་ཏེ།
en: His sons, grandsons, and so forth will reign there and make offerings to the Lord of Cattle as their tutelary deity for five hundred fifty years.

source: དེ་རྣམས་ནི་གནས་སྐབས་ཀྱི་རྒྱལ་པོ་པཱ་ལ་ཞེས་པ་དང་ལྡན་པའི་བརྒྱུད་པ་ལྔ་བཅུ་འབྱུང་བར་འགྱུར་རོ། །
en: The kings during that period will bear the name Pāla, and there will be fifty of them in the lineage.

source: དེའི་ལྷོ་ནུབ་ཏུ་གྲོང་ཁྱེར་བྷཎྜ་པུ་རི་ཞེས་པའི་རྒྱལ་པོའི་བཞུགས་ས་འབྱུང་སྟེ། དེར་རྒྱལ་པོ་བི་ཀྲ་མ་ཨ་དི་ཏྱ་ཞེས་པ་ཛམྦྷལའི་བཀའ་དྲིན་གྱིས་གྲུབ་པ་ཐོབ་པ་ལོ་བཞི་བརྒྱ་གནས་པར་འབྱུང་བ་དང་།
en: “To the southwest of that location will be the royal seat of the city of Bhaṇḍapurī, where Jambhala’s blessing will allow a king named Vikramāditya to attain siddhi and live for four hundred years.

source: གྲོང་ཁྱེར་དེ་རུ་དངོས་གྲུབ་བྱེ་བྲག་ཐམས་ཅད་འཐོབ་པ་འབྱུང་བ་དང་། དེའི་ལྔ་ཆ་ཡིས་བུའི་བྱ་བ་བྱེད་པ་འབྱུང་བར་འགྱུར་རོ། །
en: In that city all the specific siddhis will be attained, and one-fifth will have sons.

source: ལོ་ལྔ་བཅུའི་བར་ལ་འབྱུང་པོ་དང་ལྷ་ཡིས་སྐྱོང་བར་འགྱུར་རོ། །
en: The bhūtas and gods will protect them for fifty years.

source: དེ་རྣམས་བསྡོམས་པས་ལོ་སྟོང་ཕྲག་གཅིག་སོང་ནས་རྒྱལ་པོ་རུས་སྦལ་ཞེས་པ་ལོ་ཉིས་བརྒྱའི་བར་དུ་གནས་སོ། །
en: “One thousand years after they have been conquered, there will be a king named Kūrma, who will live for two hundred years.

source: བྷ་ག་ལའི་མངའ་བདག་ལོ་བརྒྱ་ཕྲག་བཅྭ་བརྒྱད་ཀྱི་བར་ལ་གང་སྐྱེས་པའི་སྐྱེས་བུ་ཁ་དོག་སེར་པོ་སོ་སྟོ་བ་དེ་ག་བ་ཞེས་པ་དང་ལྡན་པའི་བརྒྱུད་པར་ཡུལ་ཨ་བ་ལུ་ཀའི་རྒྱལ་པོར་འགྱུར་ཏེ།
en: He will rule over Baṅgala for one hundred eighty years, and his dynasty, which will be known to be like the prominent teeth of a tawny-colored divine bull, will reign as the kings of Āvalakā.

source: དེའི་བུ་དང་བུའི་ཡང་བུ་ལ་སོགས་པ་རྣམས་རྒྱལ་པོ་བྱེད་པར་འགྱུར་རོ། །རྒྱལ་པོ་དེ་རྣམས་ཀྱི་དུས་ལ་གྲུབ་པ་ཐོབ་པའི་རྣལ་འབྱོར་པ་ལྔ་དང་། རྣལ་འབྱོར་མ་གཉིས་ཀྱང་འབྱུང་བར་འགྱུར་རོ། །
en: His son, grandson, and so forth will reign, and during the reign of those kings there will be five yogins and two yoginīs who attain siddhi.

source: དེ་ལྟར་ཡུལ་ཨོ་རུ་བཱི་ས་ཡང་མཚུངས་པར་ངེས་པའོ། །
en: That country will rival the country of Oḍra.

source: དེར་སྐྱེས་བུ་བརྩོན་འགྲུས་ཆེན་པོའི་སྦྱོར་བ་དང་ལྡན་པ། ར་མ་ནའི་བཀའ་དང་མཚུངས་པ།
en: The people born there will be extremely diligent, and it will be like the tale of the Rāmāyaṇa.

source: སྡེ་ཚན་དང་པོའི་དང་པོ་ཀ་ལ་དབྱངས་ཡིག་དང་པོས་བརྒྱན་པ། སྡེ་ཚན་བདུན་པའི་བཞི་པ་ཅུང་ཟད་ན་ལ་ཞོན་པའི་མིང་ཅན་རྣལ་འབྱོར་དབང་པོ་གཅིག་པོ་འདིས་དངོས་གྲུབ་ཆེན་པོ་བརྒྱད་ཐོབ་པར་འབྱུང་ངོ་། །
en: One lord of yoga whose name begins with the first member of the first consonant class ornamented with the first vowel (ka) and the fourth member of the seventh consonant class (ha) will attain the eight great siddhis.

source: འཛམ་བུའི་གླིང་དུ་མ་བྱུང་འབྱུང་བར་མི་འགྱུར་རོ། །
en: There has never been one like him in Jambudvīpa in the past, nor will there be in the future.

source: དེའི་སློབ་མ་རྣལ་འབྱོར་པ་དྲུག་གིས་ལུས་དངོས་པོ་སྤངས་པའི་ཕྱག་རྒྱ་ཆེན་པོ་ཐོབ་པར་འགྱུར་རོ། །
en: The six yogins who are his disciples will attain mahāmudrā free from corporeality.

source: དེ་ནས་ཙན་དྲ་ཞེས་པའི་མིང་དང་ལྡན་པའི་རྒྱལ་པོའི་རིགས་རྒྱལ་ཁམས་སྐྱོང་བ་འབྱུང་བ་ལས་རིགས་དེ་འགྲིབ་པའི་དུས་ཟླ་བའི་མིང་དང་ལྡན་པའི་བྲམ་ཟེའི་བུ་དམངས་རིགས་ནཱ་མ་བྷ་པཱ་ལི་ཏ་ཞེས་པ་འབྱུང་བར་འགྱུར་རོ། །
en: “Then a royal dynasty with the name Candra will become the guardians of that kingdom. When that lineage declines, a brahmin’s son named Candra and a śūdra named Nāmbhapālita will become king.
